/* Best high score label */
"Best" = "Best";

/* GOING FASTER Label */
"GOING FASTER" = "GOING FASTER";

/* Labyrinth Tilt Maze */
"Labyrinth Tilt Maze" = "Labyrinth Tilt Maze";

/* LeaderBoard */
"LeaderBoard" = "LeaderBoard";

/* More */
"More" = "More";

/* OTHER GAMES BY */
"OTHER GAMES BY" = "OTHER GAMES BY";

/* RATE IT */
"RATE IT" = "RATE IT";

/* SHARE */
"SHARE" = "SHARE";

/* Sonic Racer */
"Sonic Racer" = "Sonic Racer";

/* STAGE Label
   STAGE label */
"STAGE" = "STAGE";

/* swipe to move label */
"swipe to move" = "swipe to move";

/* TAP TO START */
"TAP TO START" = "TAP TO START";

/* YOUR SCORE label */
"YOUR SCORE" = "YOUR SCORE";

